Revit 2027 API
ParameterTypeId.RbsPartType Property
 "Part Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPartType { get; }
Public Shared ReadOnly Property RbsPartType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPartType {
	ForgeTypeId^ get ();
}
static member RbsPartType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace